# DEVELOPEMNT TOOLS
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "git"
brew "lazygit"
brew "tmux"
brew "gcc"
brew "rustup"
brew "mise"
brew "gemini-cli"

# APPLICATIONS
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
cask "1password"
cask "1password-cli"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "ghostty"
brew "neovim"

# SHELL
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "zsh-autosuggestions"
brew "direnv"
brew "jq"

# TOOLS
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "fzf"
brew "ripgrep"
brew "fd"
brew "sk"
brew "gh"
brew "wget"

# FONTS
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
cask "font-jetbrains-mono-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-mononoki-nerd-font"
