# DEVELOPEMNT TOOLS
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "git"
brew "lazygit"
brew "tmux"
brew "gcc"
brew "rustup"
brew "mise"
brew "docker"
brew "gemini-cli"
brew "gopls"
brew "jj"

# APPLICATIONS
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
cask "1password"
cask "1password-cli"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "ghostty"
brew "neovim"
brew "yazi"

# SHELL
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "zsh-autosuggestions"
brew "direnv"
brew "jq"

# TOOLS
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "fzf"
brew "ripgrep"
brew "fd"
brew "sk"
brew "gh"
brew "wget"
brew "ffmpeg"
brew "sevenzip" 
brew "jq" 
brew "poppler" 
brew "zoxide" 
brew "resvg" 
brew "eza"
brew "imagemagick" 

# FONTS
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
cask "font-jetbrains-mono-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-symbols-only-nerd-font"



